{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"main_brand_HjBg67":{"type":"main-brand","blocks":{"brand_media_item_YMDBhf":{"type":"brand_media_item","settings":{"image":"shopify:\/\/shop_images\/2025-08-05_15.26.56.png"}},"brand_media_item_FwY3T7":{"type":"brand_media_item","settings":{"image":"shopify:\/\/shop_images\/origin-resolute-nov24-digital-hero_abe1068d-8290-4206-b868-13712660e71c.webp"}}},"block_order":["brand_media_item_YMDBhf","brand_media_item_FwY3T7"],"name":"Main Brand","settings":{"title":"Meraki × Origin","description":"<p>Founded in 2004 in Cornwall, Origin began with a mission to reshape the UK coffee landscape. Inspired by the progressive coffee culture he experienced in Australia, Tom returned home with a vision to elevate every stage of the coffee journey. From a small roastery on the coast, Origin has grown into one of the most influential names in British coffee, with cafés and training centers across Cornwall and London.<\/p><p>Since 2008, Origin has sourced exclusively through direct trade. They travel to origin, build lasting relationships with producers, and pay well above market prices to ensure ethical, traceable sourcing. Each coffee tells a story of craft and care, designed to deliver clean, complex flavor profiles with full transparency.<\/p><p>Their roasting process reflects the same level of responsibility. With a Loring Smart Roaster powered by electricity, Origin cuts energy use and emissions by around 80 percent compared to traditional roasters. Their dedication to sustainability was recognized with the Queen’s Award for Sustainable Development in 2022 — one of the UK’s highest honors for environmentally responsible business.<\/p><p>Most recently, Origin was named Europe’s Best Speciality Coffee Roaster for both 2023 and 2024, affirming their position as a leader in ethical excellence and taste.<\/p><p>We are proud to feature Origin in our CoffeeSense™ program. Their coffees brew with clarity and character on our machines, bringing out the nuance and clarity of every origin, every roast, and every choice made along the way.<\/p><p>👇 <strong>Explore the Origin Coffee collection<\/strong> and taste what purpose-driven roasting is all about.<br\/><br\/><\/p>","button_text":"Shop Origin Beans","button_link":"https:\/\/www.origincoffee.co.uk\/search?oseid=JwXjQT7aAJBSJZF8F1NbA7Wp&q=meraki","region":"<p><em>Shipping regions: Worldwide<\/em><\/p>","padding_top":60,"padding_bottom":120,"padding_top_mobile":16,"padding_bottom_mobile":64}}},"order":["main","main_brand_HjBg67"]}