{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"shipping_policy_qdkepG":{"type":"shipping-policy","name":"Shipping Policy","settings":{"title":"Refund Policy","content":"<p>Last updated: February 2025<br\/><\/p><h2>1. Cancel of Order Before Goods Delivered<\/h2><h3><strong>1.1. Before Shipment:<\/strong><\/h3><p><strong>General Policy:<\/strong> We typically do not charge cancellation fees for orders cancelled before shipment.<\/p><p><strong>Order Adjustments:<\/strong> If you need to modify your order (e.g., remove items, change variants), please contact our <a href=\"mailto:hello@merakitech.com\" target=\"_blank\"><span style=\"text-decoration:underline\">customer support team<\/span><\/a>. They can often adjust your order without incurring any fees.<\/p><p> <\/p><h3><strong>1.2. After Shipment:<\/strong><\/h3><p><strong>Return for Refund:<\/strong> If your order has shipped, you can return it to our warehouse before opening it for a refund. Please note that return shipping costs will be deducted from your refund. To avoid return shipping fees, we strongly recommend cancelling before your order ships.<\/p><p> <\/p><h3><strong>1.3. Third-Party and Special Circumstances:<\/strong><\/h3><p><strong>Third-Party Fees: <\/strong>If a cancellation results in fees from third-party services (e.g., payment processors), these costs will be the customer's responsibility. This applies regardless of when the fees are incurred.<\/p><p>Promotional\/Subsidized Orders: Orders placed with special promotions or subsidies may incur third-party fees upon cancellation. These fees will be passed on to the customer and calculated based on our actual costs.<\/p><h2>2. Cancel of Order After Goods Delivered<\/h2><h3>2.1. Damage\/Defective on Arrival (DOA):<\/h3><p>If you receive a damaged or defective item (as defined in our \"<a href=\"https:\/\/www.merakitech.com\/pages\/warranty-claim\" target=\"_blank\" title=\"Warranty Policy\"><span style=\"text-decoration:underline\">Warranty Policy<\/span><\/a>\"), we will cover all return and exchange costs. You will receive a full refund or a replacement at no cost to you.<\/p><h3>2.2. Other Returns:<\/h3><p>For returns initiated for reasons other than DOA, certain fees may apply.<\/p><p>These fees may include: <\/p><ul><li>Re-boxing fee ($30)<\/li><li>Return shipping costs<\/li><\/ul><p>If the original order included a special subsidy, a cancellation fee may also apply. All applicable fees will be clearly communicated and confirmed with you before processing your return.<\/p><h3>2.3. Return Process:<\/h3><h4><strong>2.3.1. Initiate Return:<\/strong><\/h4><ul><li>Contact our customer support team within 7 days of delivery.<\/li><li>Provide clear photographic or video evidence of the product's condition.<\/li><\/ul><h4><strong>2.3.2. Inspection and Confirmation:<\/strong><\/h4><ul><li>Upon receiving your returned item(s), we will inspect them.<\/li><li>You will receive a confirmation email outlining the return status and any applicable fees.<\/li><\/ul><h4><strong>2.3.3. Refund Processing:<\/strong><\/h4><ul><li>Once your return is approved, we will process your refund.<\/li><li>Refunds will be credited to your original payment method within 10 business days.<\/li><li>Applicable fees, such as return shipping, re-boxing, or third-party cancellation fees, will be deducted from your refund.<\/li><\/ul><h2>3. Purchases from Non-Official Retailers<\/h2><p>If you purchased a product from a distributor, dealer, partner retailer, or any e-commerce platform other than our official website, please reach out to that retailer directly for after-sales support. They operate under their own return and exchange policies. Our official distributors will assist you with their specific after-sales support procedures<\/p><h2>4. Disclaimer<\/h2><p>This return and exchange policy applies exclusively to purchases made through the Merakitech Limited official website and our crowdfunding campaign. Merakitech Limited reserves the right to amend this policy at any time. The most current version will be published on our official channels.<\/p><p> <\/p><p>If you have any further questions, please don't hesitate to contact us at <a href=\"mailto:service@merakitech.com\"><span style=\"text-decoration:underline\">service@merakitech.com<\/span><\/a>.<\/p>","background_color":"#FCFBF7"}}},"order":["main","shipping_policy_qdkepG"]}