{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"main_brand_HjBg67":{"type":"main-brand","blocks":{"brand_media_item_YMDBhf":{"type":"brand_media_item","settings":{"image":"shopify:\/\/shop_images\/Frame_556.png"}},"brand_media_item_FwY3T7":{"type":"brand_media_item","settings":{"image":"shopify:\/\/shop_images\/OddHarm_greentanproduct.jpg"}}},"block_order":["brand_media_item_YMDBhf","brand_media_item_FwY3T7"],"name":"Main Brand","settings":{"title":"Meraki × Bella Barista","description":"<p><strong>Pioneering organic coffee roasters, leading espresso machine retailers and experts in all things coffee, since 1983.<\/strong><\/p><p>Bella Barista Organic Coffee Roasters are an award-winning roastery based in Wellingborough, Northamptonshire, and the UK’s first to achieve Regenerative Organic Certification®. This milestone reflects their unwavering commitment to sustainability, environmental responsibility, and genuine leadership in the coffee industry.<\/p><p>They roast only the finest organic coffee, sourced through direct trade, and their roastery is 100% organic. Every step they take is rooted in organic and biodynamic farming methods, ensuring quality and integrity from crop to cup.<\/p><p>Bella Barista is guided by principles rather than passing trends. They value transparency, traceability, and meaningful, long-term partnerships with producers — many spanning years. That dedication shows in every sip, where care, accountability, and quiet craftsmanship come together.<\/p><p>They also believe that remarkable coffee deserves equally remarkable equipment. It’s a philosophy that mirrors our own at Meraki, which is why Bella Barista features proudly in our CoffeeSense™ program. Their coffees brew to perfection on Meraki machines and embody the values we truly stand for.<\/p><p><\/p><p>👇 <strong>Discover the collection<\/strong> see what genuine connections can create.<br\/><br\/><\/p>","button_text":"Shop Bella Barista Beans","button_link":"https:\/\/bellabarista.co.uk\/collections\/meraki-x-bella-barista","region":"<p><em>Shipping regions: UK only<\/em><\/p>","padding_top":60,"padding_bottom":60,"padding_top_mobile":16,"padding_bottom_mobile":64}}},"order":["main","main_brand_HjBg67"]}