{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"main_brand_HjBg67":{"type":"main-brand","blocks":{"brand_media_item_YMDBhf":{"type":"brand_media_item","settings":{"image":"shopify:\/\/shop_images\/Frame_365_4.png"}},"brand_media_item_FwY3T7":{"type":"brand_media_item","settings":{"image":"shopify:\/\/shop_images\/10001_5.png"}}},"block_order":["brand_media_item_YMDBhf","brand_media_item_FwY3T7"],"name":"Main Brand","settings":{"title":"Meraki × Röststätte","description":"<p>Röststätte was founded in the early 2010s by hospitality professionals Yvonne and Ivo. Their journey began with a café near Rosenthaler Platz in Berlin, Germany, where they set out to rediscover traditional coffee values within the city’s creative heartbeat.<\/p><p>From the beginning, Röststätte has focused exclusively on hand‑roasting 100% Arabica beans, always fresh and at low drum temperatures to preserve natural aromas and avoid bitterness. Their sourcing philosophy—“Trusted Trade”—is built on long-term, transparent partnerships with smallholder producers. They visit origin, conduct on-site tastings, and pay prices well above world‑market levels to ensure fair value and quality from the farm to the final cup.<\/p><p>Röststätte’s commitment extends beyond sourcing and roasting. Their team, led by Ivo and champion barista Nicole Battefeld, has earned national and international accolades, including winning the German Barista Championship and placing fifth at a global coffee spirits competition. Recognition at events like the SCA Barista Championship placed them among the top specialty coffee roasters in Germany in 2016.<\/p><p>At Meraki, quality means intention. We are proud to partner with Röststätte Berlin because they share our values of clarity, craftsmanship, and respect from origin to cup. Their coffees brew with character and precision on our machines and reveal nuances that only elite roasting can unlock.<\/p><p>👇 <strong>Explore the Röststätte collection<\/strong> and discover coffee grounded in care and authenticity.<br\/><br\/><\/p>","button_text":"Shop Röststätte Beans","button_link":"https:\/\/www.roeststaette.com\/rs-shop\/meraki\/","region":"<p><em>Shipping regions: Worldwide<\/em><\/p>","padding_top":60,"padding_bottom":120,"padding_top_mobile":16,"padding_bottom_mobile":64}}},"order":["main","main_brand_HjBg67"]}