{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"shipping_policy_79WryW":{"type":"shipping-policy","name":"Shipping Policy","settings":{"title":"Privacy Policy","content":"<p>Last updated: August 2024<\/p><p>This Privacy Policy details the practices of Merakitech Limited (hereinafter referred to as \"Meraki,\" \"we,\" \"us,\" or \"our\") regarding the collection, utilization, sharing, and processing of your personal information, as well as the rights and options available to you in relation to such data. Meraki is dedicated to safeguarding your privacy and the security of your personal data. We encourage you to familiarize yourself with this Privacy Policy to comprehend how we handle the personal data we gather and the measures we implement to protect your interests. This Privacy Policy is applicable to the use of Meraki's website, application, and product offerings (collectively referred to as the \"Services\"), effective from August 1st 2024. Please be aware that while navigating our website or application, you may encounter links leading to external websites or services operated by other entities. These third parties may collect your personal data in accordance with their privacy policies. It is important to note that the Privacy Policy of Meraki does not extend to such external sites, services, or third-party actions.<\/p><p> <\/p><h2>1. How We Collect and Use Personal Data<\/h2><p>This Privacy Policy delineates the types of personal information we consider as any data associated with an identified or identifiable individual, in accordance with the legal stipulations of your country or region of residence.<\/p><h3>1.1 We Collect Personal Data When You Use Our Website, App, and Products<\/h3><p>As you engage with our website, we gather various personal data to facilitate the provision of our services. For instance:<\/p><ul><li>User name and log-in credentials, if you create an account with us.<\/li><li>IP address (we also may derive your approximate location from your IP address).<\/li><li>Profile photo, Image, Photographs and Audio, if you choose to provide one.<\/li><li>Upon purchasing products from our website, we collect and utilize your name, phone number, address, and email address to process your order and to keep you informed about notifications, confirmations, updates, product announcements, etc.. We may also use this information to establish an account for you. For residents of the European Economic Area (\"EEA\"), this data processing is conducted under Article 6.1(b) of the General Data Protection Regulation (\"GDPR\"), based on the necessity for the performance of a contract.<\/li><li>By subscribing to our mailing list or newsletter, your email address is included in our contact database. For EEA residents, this processing is grounded in Article 6.1(a) of the GDPR, predicated on the consent of the data subject.<\/li><li>When you communicate with us via email to partake in surveys, seek customer support, or submit information through our website, we may collect your email and other personal data you provide, such as your name, phone number, and address, to address your inquiries and requests, offer customer service, solicit feedback, and maintain communication regarding your use of our services. For EEA residents, this data processing is based on Article 6.1(a) of the GDPR, relying on the consent of the data subject.<\/li><li>In instances where you seek an exchange or refund, we may collect supplementary personal data regarding payment details and the reasons for your request. For EEA residents, such data processing is executed under Article 6.1(b) of the GDPR, necessary for the fulfillment of a contract.<\/li><li>As you navigate our website, we may collect data on your browsing activities to enhance the website's performance and design. For EEA residents, this processing is carried out under Article 6.1(d) of the GDPR, justified by the legitimate interests of the controller.<\/li><li>Utilization of public comment sections or interactive features on our website may lead to the collection of any information you choose to provide. For EEA residents, this processing is in accordance with Article 6.1(a) of the GDPR, based on the consent of the data subject.<\/li><li>Device details about the computer or mobile device(s) you use to access our Services, such as device model, operating system, browser type, language settings, and internet service provider.<\/li><li>Connected Product settings, such as temperature unit, weight unit, and length unit selected for your Connected Product, as well as any parameter presets or stores that you have configured for your Connected Product.<\/li><li>Connected Product operational state, such as whether your device is in use.<\/li><\/ul><p>Connected Product usage data, such as date and time records of usage of your Connected Product, including cooking history using the Connected Product; and associated performance data (such as crash data).<\/p><ul><li>Device details about the computer or mobile device(s) you use to access our Services, such as device model, operating system, browser type, language settings, and internet service provider.<\/li><\/ul><p>We collect these types of information when you use our Services, such as when you visit our Website, purchase or register a Connected Product, or download our application. The Connected Product collects and records Connected Product data, Connected Product operational state, and Connected Product usage data, each as described above, on an ongoing basis whether or not the Connected Product is connected to the internet or in active use. This data (including any data collected while the Connected Product has been offline) is automatically transmitted to our servers if you connect the Connected Product to the internet.<\/p><h3>1.2 How We Use Cookies and Similar Technologies<\/h3><p>In alignment with standard web service practices, upon your utilization of our website, we automatically acquire and document specific details from your browser on our server logs. We employ a range of techniques, including beacons and cookies, to gather your personal information. The personal information we collect through these automated means may encompass, among other things, your IP address, cookie-related data, a distinctive device or user identifier, the type of browser and system you are using, the content and pages you access on our site, and the \"referring URL\" (the page from which you were directed to our website). For a more comprehensive understanding, please refer to our detailed cookie policy.<\/p><h3>1.3 We Collect Personal Data from Third Parties<\/h3><p>Subject to the constraints of applicable legislation, we may amalgamate personal information with additional personal data gathered from your engagement with our services, as well as data obtained from other corporations or publicly accessible personal information.<\/p><h3>1.4 We Aggregate and Anonymize Personal Data<\/h3><p>We may utilize the personal data we collect in an aggregated fashion. This process involves merging personal data pertaining to our users with that of other individuals in a manner that ensures anonymity, thereby creating aggregated data sets. Such aggregated data sets do not contain or constitute personal information. In instances where we delegate non-Meraki entities to anonymize or aggregate data on our behalf, we will ensure the protection of your personal data through contractual agreements that oversee their data processing activities. We commit to not disclosing your identity, except as permitted by this Privacy Policy. We refrain from selling personalized demographic or user information.<\/p><h3>1.5 Public Comment and User Generated Content<\/h3><p>Our official website offers public comment features and interactive components designed to facilitate the sharing of user-generated content on our website and application. Please be advised that any information you choose to post or disclose using these features will be rendered public, accessible to other users of our services and the general public at large. We strongly encourage you to exercise caution when deciding to disclose your personal information or any other details. We may utilize and disclose feedback provided by you on our website, provided that such feedback is not linked to your personal data. With your consent, we may also display your first and last name alongside your feedback on our site. We will collect any information included in such feedback and handle the personal data in accordance with the guidelines set forth in this Policy.<\/p><h2><\/h2><h2>2. How We Share Personal Data We Collect<\/h2><p>We are dedicated to safeguarding personal data that could identify you, particularly when you wish to maintain its confidentiality. We will disclose your personal data exclusively under the following circumstances:<\/p><h3>Service Providers of Meraki<\/h3><p>Meraki engages a number of service providers to assist in the operation of our services, which may include vendors and payment processors. Access to certain personal data may be granted to these providers to perform their designated tasks, and we ensure that they are obligated to respect your privacy and personal data. The third-party service providers currently utilized by Meraki include:<\/p><ul><li>Platform service vendors, such as Shopify Inc., which hosts our website and provides the online e-commerce platform facilitating the sale of our products. Your personal data may be stored and managed through Shopify's data storage systems. For further details, you may review Shopify's <a href=\"https:\/\/www.shopify.com\/legal\/terms\" target=\"_blank\"><span style=\"text-decoration:underline\">Terms of Service<\/span><\/a> or <a href=\"https:\/\/www.shopify.com\/legal\/privacy\" target=\"_blank\"><span style=\"text-decoration:underline\">Privacy Policy<\/span><\/a>.<\/li><li>Delivery service vendors, with whom we may share your contact information, including address and phone number, to ensure the delivery of products.<\/li><li>Email service vendors, including MailChimp, Klaviyo, Shopify Mail, with whom we may share your email address to facilitate the sending of marketing messages, notifications, confirmations, updates, product announcements, and security alerts.<\/li><li>Analytics service vendors, utilizing tools like Zalify, which enables Meraki to analyze general usage patterns of our customers, including daily and weekly user metrics.<\/li><\/ul><h3>Partners of Meraki<\/h3><p>We may also share certain personal data with our partners, which may include a parent company, subsidiaries, affiliated companies, or joint venture partners, ensuring that they too are committed to upholding the privacy of your personal data.<\/p><h3>In the Event of Merger or Sale<\/h3><p>In the event that Meraki undergoes a merger, acquisition, bankruptcy, or any form of sale of some or all of its business assets, your personal data may be transferred as part of the business transaction. This processing is based on your consent, if we do not provide Services to you and if you are located in the EU.<\/p><p>Where the processing activity is based on your consent, you have the right to withdraw your consent at any time. The revocation of your consent will, however, not affect the lawfulness of any processing based on your consent before its withdrawal.<\/p><p>Where the processing activity is based on our legitimate interests, the interests we pursue are to facilitate and enable us to fulfil our internal business purposes, to improve, modify and market our products and services and to enhance user experience.<\/p><h3>Legal Obligations and Protection from Harm<\/h3><p>Meraki may disclose personal data when we have a genuine belief that such access, use, preservation, or disclosure is reasonably necessary to: (a) comply with any legal or regulatory requirements, legal process, or enforceable governmental request; (b) enforce or investigate potential violations of the Terms of Use; (c) detect, prevent, or respond to fraud, security, or technical issues; or (d) protect the rights, property, or safety of Meraki, its users, or the public from harm.<\/p><p> <\/p><h2>3. Our Data Security and Storage Practices<\/h2><p>We are dedicated to safeguarding Meraki and our users from unauthorized access or alteration, disclosure, or destruction of the personal data we possess. Meraki adheres to industry standards and best practices to protect your personal data from unauthorized access, use, and disclosure. For instance, we store the personal data we collect on computer systems with restricted access that are located in secure facilities. When transmitting highly confidential personal data over the Internet, we employ encryption methods, such as the Secure Socket Layer (SSL) protocol, to protect it. Please be aware that despite our efforts, no security measures are entirely foolproof. Regrettably, we cannot ensure that any method of data transmission will be completely secure against interception or misuse.<\/p><p> <\/p><h2>4. How We Store and Transfer Your Personal Data<\/h2><p>Meraki stores and processes personal data in databases that are hosted in the country or region in accordance with applicable laws. We will retain your personal data only for as long as it is necessary to fulfill the purposes for which it was collected and to the extent permitted or required by law.<\/p><p>In certain situations, we may transfer your personal data to other countries or regions, or allow entities outside of your country or region to access your personal data, in compliance with the law. Any such transfer of your personal data will be conducted in accordance with applicable legal requirements.<\/p><p> <\/p><h2>5. Your Choices Regarding the Use of Your Personal Data<\/h2><p>You have the option to request access to and rectification of the personal data we maintain. Should you request the deletion of personal data, it will be permanently removed, and we will cease to retain that data in any format. If you decide to halt any further collection or use of your personal data, or to delete your email address, you may opt to permanently delete your Account by contacting us at <a href=\"mailto:hello@merakitech.com\"><span style=\"text-decoration:underline\">hello@merakitech.com<\/span><\/a>. Please note that by permanently deleting your Account, you will impair most of the advanced functionalities of the Meraki product or services. To restore functionality at a later date, you may establish a new account. You may also choose to opt out of receiving emails from us at any time by following the unsubscribe instructions provided in those emails.<\/p><p>Furthermore, depending on the applicable law, you have the right to lodge a complaint or object to our collection and use of your information at any time, or to demand a review, transfer, alteration, or deletion of the personal data we have collected and retained. We will address your request to exercise any of these rights within the timeframe stipulated by the relevant laws. You can exercise these rights, raise concerns, or seek additional information about the use of your personal data by getting in touch with us.<\/p><p> <\/p><h3>5.1 Your rights under GDPR or Data Protection Act 2018<\/h3><p>If you are a resident in the EEA or the United Kingdom, you have the following rights:<\/p><ul><li>Right to Access. You may request access to the personal data we process about you;<\/li><li>Right to Correct and Delete. You may request us to correct, update, shield or delete your personal data in our records;<\/li><li>Right to Request a Copy. You may request a copy of the personal data we have processed about you. We can - on your request - send this copy to another party, so you don’t have to send the personal data yourself;<\/li><li>Object to processing. You have the right to object to the processing of your personal data and request us to cease processing of it if, for example, this data is being processed for the purpose of direct marketing or where we are relying on a legitimate interest (or those of a third party). In some cases, we may demonstrate that we have compelling legitimate grounds to process your data which override your rights and freedoms.<\/li><li>Restrict the processing. This enables you to ask us to suspend the processing of your personal data in the following scenarios: (a) if you want us to establish the accuracy of the personal data; (b) where our use of the data is unlawful but you do not want us to erase it; (c) where you require us to hold the data even if we no longer need it as you require it to establish, exercise or defend legal claims; or (d) you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.<\/li><li>Right to Complain. You may file a complaint against processing your personal data. And you may file a complaint if you are under the impression that we process your data unlawfully;<\/li><li>Withdraw Your Consent. You may always withdraw your consent to process your personal data. In that case, we will no longer process your personal data for the purpose for which consent is necessary.<\/li><li>Requesting channels. Please email us at <a href=\"mailto:hello@merakitech.com\"><span style=\"text-decoration:underline\">hello@merakitech.com<\/span><\/a> to submit your data request.<\/li><\/ul><h3>5.2 California Privacy Rights<\/h3><p>Meraki adopted this section to comply with the California Consumer Privacy Act of 2018 (“CCPA”) and the California Privacy Rights Act (“CPRA”), and applies solely to residents of the State of California (“California Consumers”). Without limiting the foregoing, this section provides California Consumers with the disclosures and notices required under the CCPA. Certain exceptions and limitations may apply to a California Consumer’s rights and Meraki’s obligations under the CCPA.<\/p><ul><li>No Sale of Personal Data. If Meraki ever chooses to sell personal data, you would have the right to opt out of the sale of your personal data.<\/li><li>Right to Disclosure. California Consumers have the right to request that we disclose certain data about our collection and use of your personal data over the past 12 months.<\/li><li>Right to Access. You have the right to request that we provide you with access to specific pieces of personal data we have collected about you over the past 12 months (also called a “data portability request”).<\/li><li>Right to Deletion. You have the right to request that we delete any of your personal data that we collected from you and retained, with certain exceptions.<\/li><li>Right to Correct. You have the right to request us to correct inaccurate personal data if and when you learn that we maintain inaccurate personal data about you.<\/li><li>Right Against Discrimination. You have the right not to be discriminated against for exercising any of the rights described in this section. We will not discriminate against you for exercising your right.<\/li><li>Right to Limit the Use of Sensitive Personal Information. Some of personal data we collect and use in accordance with purposes described in this Privacy Policy might fall into the scope of sensitive personal data as defined by CPRA. The use of such sensitive personal data will be limited to that use that is necessary for us to provide Services to you or perform our duties as required by CCPA and CPRA. If we may use your sensitive personal data for any other purpose, we will inform you and you have the right to limit the use of your sensitive personal data. Upon your request, we will not use your sensitive personal data for the proposed additional purpose.<\/li><li>Submit a Consumer Privacy Request. To exercise any of the above rights, please submit a verifiable consumer privacy request to Meraki by email at <a href=\"mailto:hello@merakitech.com\"><span style=\"text-decoration:underline\">hello@merakitech.com<\/span><\/a>.<\/li><li>Verification. We cannot respond to your request or provide you with personal data unless we can verify your identity and your authority to make the request and confirm that the personal data relates to you.<\/li><li>Authorized Agent. You may make a verifiable consumer request on behalf of your minor child. Otherwise, only you, or a person you have designated in writing as your authorized agent or who is registered with the California Secretary of State to act on your behalf, or to whom you have provided power of attorney pursuant to California Probate Code sections 4000 to 4465 (“Authorized Agent”) may make a verifiable consumer request related to your personal data.<\/li><li>Meraki’s Response. We endeavor to respond to a verifiable consumer request within 45 days of receipt. If we require more time, we will notify you in writing of the reason and extension period. We will deliver our written response by mail or electronically, at your option. Any disclosures we provide will only cover the 12-month period preceding receipt of the verifiable consumer request. If we cannot comply with part or all of your request, we will explain the reasons in our response. We do not charge a fee to process or respond to your verifiable consumer privacy request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.<\/li><li>Other California Privacy Rights. California Civil Code sections 1798.83-1798.84 (the Shine the Light Act) entitles California residents to request disclosure regarding personal data sharing with affiliates and\/or third parties for marketing purposes. If you are a California resident and you would like to request a copy of this notice, please contact us at <a href=\"mailto:hello@merakitech.com\"><span style=\"text-decoration:underline\">hello@merakitech.com<\/span><\/a> with the subject line “Request for California Privacy Data.”<\/li><\/ul><h3>5.3 Nevada Privacy Rights<\/h3><p>If you are a Nevada resident and have provided us with any personal identifying data, you may opt-out of sharing your data with third parties if you submit an opt-out request to the following email address: <a href=\"mailto:hello@merakitech.com\"><span style=\"text-decoration:underline\">hello@merakitech.com<\/span><\/a>. Please note we do not sell any of your personal data for profit. We do share some data with contracted third parties in order to provide better services and advertising to you. Please allow 60 days for completion of such request.<\/p><p> <\/p><h2>6. Minors’ Personal Data<\/h2><p>Our Services are designed for adults, not children. As such, our Services are not intended for children under 16 years of age. No one under age 16 may provide any personal data to us or in our Services. If you are under 16, do not use or provide any data in our Services, make any purchases through our website, use any of the interactive or public comment features of this website or provide any data about yourself to us, including your name, address, telephone number, email address, or any screen name or user name you may use. If we learn we have collected or received personal data from a child under 16 without verification of parental consent, we will delete that data. If you believe we might have any data from or about a child under 16, please contact us at <a href=\"mailto:hello@merakitech.com\">hello@merakitech.com<\/a>.<\/p><p> <\/p><h2>7. Privacy Policy Updates<\/h2><p>We periodically revise this Privacy Policy to align with updates in our Services and to incorporate customer feedback. Any modifications to our Services or changes in how Meraki utilizes your personal data will be documented in this Privacy Policy. Upon updating this Privacy Policy, we will update the effective date indicated at the beginning of this document. Should there be significant modifications to this Privacy Policy or in our use of your personal data, we will inform you by either prominently displaying a notice of such changes before they take effect or by sending you a direct notification. We advise you to regularly review this Privacy Policy to stay informed about how Meraki is safeguarding your personal data.<\/p><p> <\/p><h2>8. How You Can Contact Us<\/h2><p>Should you have inquiries regarding this Privacy Policy or any privacy-related issues, or if you have concerns about your privacy, or wish to request access to or deletion of your personal data, please reach out to us at <a href=\"mailto:hello@merakitech.com\"><span style=\"text-decoration:underline\">hello@merakitech.com<\/span><\/a>.<\/p><p>You may also write to us at:<br\/>Merakitech Limited<br\/>Room 5003, 5th building, No.45 Hoi Yuen Road, Kwun Tong District, Hong Kong SAR China<\/p><p> <\/p>","background_color":"#FCFBF7"}}},"order":["main","shipping_policy_79WryW"]}